{
    "title-left": "CAREER",
    "title-right": "PIONEER",
    "careerpioneer": "CareerPioneer",
    "welcome": "Добро пожаловать",
    "what-do-you-need-help-with": "В чем вам нужна помощь?",
    "guidance": "Общие рекомендации по шведскому рынку труда",
    "job-finder": "Найти работу, соответствующую вашим навыкам",
    "tell-me-more": "Расскажите подробнее",
    "elaborate": "Расскажите подробнее о",
    "ask-ai": "Спросить у ИИ...",
    "what-skills": "Какие у вас навыки?",
    "search-job": "Искать работу!",
    "ai-loading": "ИИ подбирает профессии...",
    "recommended-jobs": "Рекомендуемые вакансии",
    "ads": "реклама",
    "show-ads": "Показать объявления",
    "terminology": {
        "header": "Общая терминология",
        "content" : [
            {
                "title": "Коллективный договор",
                "description": "Коллективный договор в Швеции — это соглашение, заключенное между работодателями и группами работников, чаще всего через профсоюз. Этот договор определяет такие вещи, как размер заработной платы, количество рабочих часов и льготы, например, отпуск. Наличие коллективного договора означает, что и работодатели, и работники договорились об условиях труда, что делает рабочую среду более стабильной и безопасной. Если на рабочем месте существует коллективный договор, работники могут чувствовать себя увереннее, так как они знают, чего ожидать в плане заработной платы и других условий труда. Коллективные договоры также помогают избегать конфликтов на работе, так как в них содержатся правила для разрешения проблем."
            },
            {
                "title": "Отпуск по уходу за ребенком",
                "description": "В Швеции отпуск по уходу за ребенком - это время, когда родители могут отсутствовать на работе, чтобы ухаживать за своим ребенком. Эта система создана для того, чтобы позволить родителям проводить время с детьми, не теряя свой доход. Когда вы находитесь в отпуске по уходу за ребенком, вы получаете деньги от государства, которые называются пособием по уходу за ребенком. Вы можете отсутствовать на работе с момента рождения ребенка и продолжать это до примерно 1,5 лет. В общей сложности у вас есть право на 480 дней отпуска по уходу за ребенком на каждого ребенка, и эти дни могут делиться между родителями. Система гибкая, что означает, что вы можете выбирать, как использовать эти дни. Например, вы можете быть полностью отсутствовать на работе в течение какого-то периода или работать меньше часов в день. Отпуск по уходу за ребенком в Швеции - это способ поддержки семей, чтобы как мамы, так и папы могли заботиться о своих детях и при этом чувствовать экономическую стабильность.."
            },
            {
                "title": "Компенсация за отпуск",
                "description": "Отпускное пособие в Швеции - это компенсация, которую вы получаете, когда берете отпуск. Если у вас нет времени на накопление полного отпуска, вы можете вместо этого получить отпускную компенсацию в деньгах. Если вы увольняетесь с работы до использования всего отпуска, на который у вас есть право, вы также должны получить компенсацию за неиспользованные дни отпуска."
            },
            {
                "title": "Полная занятость",
                "description": "Полная занятость в Швеции обычно соответствует рабочей неделе в 40 часов. Работа на полную ставку означает, что вы трудоустроены на полное количество часов работы в неделю, установленное работодателем."
            },
            {
                "title": "Неполная занятость",
                "description": "Частичная занятость означает, что вы работаете меньше, чем полная рабочая неделя. Это может варьироваться в зависимости от места работы и вида занятости. Частичная занятость может быть гибким вариантом для тех, кто желает совмещать трудовую деятельность с другими обязательствами, такими как учеба или семья.."
            },
            {
                "title": "Испытательный срок",
                "description": "Пробный период - это начальная форма трудоустройства, в течение которой работодатель и работник имеют возможность оценить трудовые отношения перед переходом к постоянному трудоустройству. В соответствии с шведским законодательством, испытательный срок может составлять до шести месяцев и может быть завершен сокращенным уведомлением."
            },
            {
                "title": "Профсоюзы",
                "description": "Профсоюзы, или профсоюзные организации, - это организации, представляющие интересы работников на рабочем месте. Они ведут переговоры о зарплате и условиях труда, предоставляют поддержку и консультации своим членам и работают над улучшением трудовых условий."
            },
            {
                "title": "Уведомительный срок/регламент о выходе",
                "description": "Уведомительный срок - это период времени, который должен пройти с момента уведомления о прекращении трудового договора до его завершения. Длительность уведомительного срока может варьироваться в зависимости от того, что указано в коллективном договоре или индивидуальном трудовом договоре, и часто меняется в зависимости от продолжительности трудового стажа."
            },
            {
                "title": "А-касса",
                "description": "А-касса, или фонд по безработице, является страхованием, которое предоставляет финансовую поддержку работникам, потерявшим работу. Чтобы получить компенсацию от а-кассы, вы должны соответствовать определенным условиям, касающимся предыдущего трудового опыта и членства в фонде по безработице."
            },
            {
                "title": "Благосостояние/льготы по здоровью",
                "description": "Финансовая поддержка здоровья - это льгота, освобождаемая от налога, которую многие работодатели в Швеции предлагают своим сотрудникам. Она предназначена для мероприятий, способствующих здоровью и профилактике заболеваний. Другие распространенные льготы могут включать пенсионное обеспечение, страхование и гибкий график работы."
            },
            {
                "title": "Трудовой договор",
                "description": "Трудовой договор - это юридически обязывающий документ между работодателем и работником, который устанавливает условия трудоустройства, включая должность, зарплату, льготы и условия работы."
            },
            {
                "title": "Кадры (HR)",
                "description": "HR, или отдел кадров, занимается вопросами, связанными с персоналом в организации. Это включает в себя найм, обучение, разрешение конфликтов и обеспечение соблюдения политик и законов компании."
            },
            {
                "title": "Переработка/Гибкий график/Компенсация",
                "description": "Переработка - это часы работы, которые вы проводите сверхурочно и за которые часто предусмотрена дополнительная оплата. Гибкий график подразумевает гибкое рабочее время, при котором вы можете влиять на свое рабочее время. Комп - или компенсация за переработку - это отдых, который вы получаете в качестве компенсации за проведенные сверхурочные часы работы."
            }

        ]
    },
    "legal": {
        "header": "Законы и Регуляции",
        "content" : [
            {
                "title": "Закон о трудовой безопасности",
                "description": "В Швеции Закон о трудовой безопасности регулирует рабочую среду и направлен на предотвращение заболеваний и несчастных случаев на рабочем месте. Работодатель несет ответственность за соблюдение требований закона, включая создание политики по охране труда, соблюдение правил и предоставление обучения. Работникам предоставляется право на участие и влияние через представителей по охране труда и комитет по охране труда. В целом, цель закона - защита как работников, так и работодателей и содействие безопасной рабочей среде."
             },
             {
                "title": "Закон о рабочем времени",
                "description": "Закон о рабочем времени регулирует права и обязанности работодателей и работников в отношении рабочего времени и времени отдыха в Швеции. Закон устанавливает, сколько часов в день и в неделю может работать работник, какие права действуют на перерывы и время отдыха, а также как следует управлять сверхурочной работой и отпуском. Цель закона - защитить работников от переработки и обеспечить баланс между работой и отдыхом."
             },
             {
                "title": "Закон о защите прав работников",
                "description": "Закон о защите трудовых прав - это закон, регулирующий права и обязанности работодателей и работников при трудоустройстве. Закон устанавливает правила, касающиеся увольнения, уведомления об увольнении, а также правила относительно формы и продолжительности трудоустройства. Цель закона о защите трудовых прав - защита работников от произвольного и несправедливого увольнения, а также содействие уверенности и стабильности на рынке труда."
             },
             {
                "title": "Закон о дискриминации",
                "description": "Закон о дискриминации направлен на предотвращение и противодействие дискриминации в обществе. Он запрещает дискриминацию по признакам пола, гендерной идентичности или выражения гендерности, этнической принадлежности, религии или иному вероисповеданию, инвалидности, сексуальной ориентации и возраста. Закон действует во многих областях, включая трудовые отношения, образование и государственное обслуживание. Его целью является обеспечение равных прав и возможностей для всех людей и поощрение создания общества, свободного от дискриминации."
             },
             {
                "title": "Закон о совместном участии в трудовой деятельности",
                "description": "Закон о совместном участии в трудовой деятельности - это закон, который регулирует отношения между работодателем и работником, предоставляя работникам право на участие в принятии решений по различным вопросам, касающимся рабочего места, при условии наличия на рабочем месте коллективного договора. Закон устанавливает правила для профсоюзной организации и переговоров между работодателями и профсоюзами. Цель данного закона - содействие хорошему сотрудничеству между работодателями и работниками, а также обеспечение влияния и участия работников в трудовой деятельности."
             },
             {
                 "title": "Закон о гарантированной заработной плате",
                  "description": "Закон о гарантированной заработной плате - это закон, который вступает в силу в случае банкротства или ликвидации работодателя. Цель закона - обеспечить выплату заработной платы и других финансовых требований сотрудников несмотря на финансовые трудности работодателя. Согласно закону, сотрудникам должна быть предоставлена компенсация из государственного фонда гарантированной заработной платы за неоплаченную зарплату, отпускные и другие финансовые требования, вытекающие из трудовых отношений. Это помогает защитить сотрудников от финансовых потерь в случае банкротства работодателя."
              }
        
        ]
    },
    "links": {
        "header": "Ссылки и ресурсы",
        "content" : [
            {
                "title": "Оценка зарубежного образования",
                "link": "https://www.uhr.se/bedomning-av-utlandsk-utbildning/"
            },
            {
                "title": "Изучение шведского языка",
                "link": "https://www.informationsverige.se/sv/jag-ar-asylsokande/lar-dig-svenska.html"
            },
            {
                "title": "Больше информации о шведском рынке труда",
                "link": "https://www.informationsverige.se/en/om-sverige/att-forsorja-sig-och-utvecklas-i-sverige.html"
            }
        ]
    }
}
