{
    "title-left": "CAREER",
    "title-right": "PIONEER",
    "careerpioneer": "CareerPioneer",
    "welcome": "خوش آمدید",
    "what-do-you-need-help-with": "به چه کمکی نیاز دارید؟",
    "guidance": "راهنمایی عمومی درباره بازار کار سوئد",
    "job-finder": "شغل خود را بر اساس مهارت‌هایتان پیدا کنید",
    "tell-me-more": "بیشتر بگویید",
    "elaborate": "در مورد آن بیشتر توضیح دهید،",
    "ask-ai": "از هوش مصنوعی بپرسید...",
    "what-skills": "چه مهارت‌هایی دارید؟",
    "search-job": "جستجوی شغل!",
    "ai-loading": "هوش مصنوعی در حال تولید مشاغل است...",
    "recommended-jobs": "شغل‌های توصیه شده",
    "ads": "تبلیغات",  
    "show-ads": "نمایش آگهی‌ها",
    "terminology": {
        "header":  "اصطلاحات رایج",
        "content" : [            
            {
            "title": "توافقنامه جمعی",
            "description": "یک توافقنامه جمعی در سوئد یک توافق است که بین کارفرما و گروه‌هایی از کارگران، اغلب از طریق یک اتحادیه کارگری، انجام می‌شود. این توافقنامه مقرراتی را مشخص می‌کند از جمله چقدر باید پرداخت دریافت کنید، چند ساعت باید کار کنید، و چه نوع مزایایی دارید مانند تعطیلات. داشتن یک توافقنامه جمعی به معنای این است که هر دو طرف، یعنی کارفرما و کارگر، درباره شرایط کاری توافق کرده‌اند که موجب می‌شود محیط کاری پایدارتر و ایمن‌تر باشد. اگر یک محل کار یک توافقنامه جمعی داشته باشد، کارکنان می‌توانند احساس امنیت بیشتری داشته باشند زیرا می‌دانند چه انتظاراتی از نظر حقوق و سایر شرایط کاری دارند. توافقنامه جمعی همچنین به جلوگیری از اختلافات در محیط کار کمک می‌کند، زیرا شامل قوانینی برای حل مشکلات است."
        },
        {
            "title": "مرخصی والدین",
            "description": "مرخصی والدین در سوئد زمانی است که والدین می‌توانند از کار مرخص شوند تا به فرزند خود مراقبت کنند. این سیستم برای این است که والدین بتوانند وقت خود را با فرزندانشان بگذرانند بدون اینکه درآمد خود را از دست بدهند. وقتی شما مرخصی والدین هستید، پولی از دولت دریافت می‌کنید که به آن «پول مرخصی والدین» گفته می‌شود. شما می‌توانید از کار مرخص شوید از زمان تولد فرزند و ادامه دهید تا فرزند حدود 1.5 سالگی شود. کلیاً، شما حق دارید که برای هر فرزند 480 روز مرخصی والدین داشته باشید و این روزها بین والدین قابل تقسیم است. این سیستم انعطاف‌پذیر است، به این معنی که می‌توانید نحوه استفاده از این روزها را انتخاب کنید. به عنوان مثال، می‌توانید به طور کاملاً مرخص شوید یا کمتر ساعت کار کنید. مرخصی والدین در سوئد یک راه برای حمایت از خانواده‌ها است تا هم مادران و هم پدران بتوانند مراقبت از فرزندانشان را به عهده بگیرند و در عین حال احساس امنیت مالی کنند.."
        },
        {
            "title": "جبران تعطیلات",
            "description": "جبران تعطیلات در سوئد، جبرانی است که شما دریافت می‌کنید زمانی که تعطیلات خود را بر می‌دارید. اگر نتوانسته‌اید تعطیلات کاملی کسب کنید، می‌توانید به جای آن جبران تعطیلات به صورت پولی دریافت کنید. اگر قبل از برداشتن تمام تعطیلاتی که حق دارید، از استخدامتان خارج شوید، نیز باید جبران تعطیلات برای روزهایی که تا کنون برداشت نکرده‌اید، دریافت کنید."
        },
        {
            "title": "تمام وقت",
            "description": "یک استخدام تمام وقت در سوئد معمولاً معادل یک هفته کاری ۴۰ ساعته است. کار کردن به صورت تمام وقت به این معنی است که شما برای تمام تعداد ساعات کاری در هفته که توسط کارفرما تعیین می‌شود، استخدام شده‌اید."
        },
        {
            "title": "پاره‌وقت",
            "description": "یک شغل پاره‌وقت به این معنی است که شما کمتر از یک هفته کاری کامل کار می‌کنید. این می‌تواند بستگی به محل کار و نوع کار داشته باشد. کار پاره‌وقت ممکن است گزینه‌ی انعطاف‌پذیری برای افرادی باشد که می‌خواهند زندگی شغلی خود را با دیگر تعهداتی مانند تحصیل یا خانواده توازن بدهند."
        },
        {
            "title": "آزمایشی",
            "description": "استخدام آزمایشی یک فرم اولیه‌ی استخدام است که در آن کارفرما و کارگر فرصتی دارند تا پیش از تبدیل به یک استخدام دائم وضعیت استخدام را ارزیابی کنند. استخدام آزمایشی می‌تواند تا شش ماه طول بکشد طبق قوانین سوئد و ممکن است با اطلاع‌دهی کوتاه‌تر به پایان برسد."
        },
        {
            "title": "انجمن‌های حرفه‌ای",
            "description": "انجمن‌های حرفه‌ای، یا همان انجمن‌های حرفه‌ای، سازمان‌هایی هستند که نماینده‌ی منافع کارگران در محل کار هستند. آن‌ها در مذاکرات درباره‌ی حقوق و شرایط کاری شرکت می‌کنند، پشتیبانی و مشاوره برای اعضا ارائه می‌دهند و برای بهبود شرایط کاری تلاش می‌کنند."
        },
        {
            "title": "زمان/آیین‌نامه‌ی اخطار",
            "description": "زمان اخطار، زمانی است که باید از زمانی که یک استخدام خاتمه می‌یابد، گذشته باشد. طول زمان اخطار ممکن است بسته به آنچه در توافق نامه جمعی یا توافق نامه استخدامی ذکر شده باشد، متغیر باشد و اغلب بسته به مدت استخدام متغیر است."
        },
        {
            "title": "صندوق بیکاری",
            "description": "صندوق بیکاری یا اطلاعات کار، یک بیمه است که به کارگران بیکار کمک مالی می‌دهد. برای دریافت کمک مالی از صندوق بیکاری، باید شرایط خاصی را مربوط به سابقه کار و عضویت در صندوق بیکاری رعایت کنید."
        },
        {
            "title": "کمک‌ها/مزایای بهداشتی",
            "description": "کمک بهداشتی یک مزیت بدون مالیات است که بسیاری از کارفرمایان در سوئد به کارکنان خود ارائه می‌دهند. این برای فعالیت‌هایی که بهداشت را ترویج می‌دهند و بیماری‌ها را پیشگیری می‌کنند می‌باشد. مزایای دیگر معمول ممکن است شامل بازنشستگی تأسیساتی، بیمه‌ها و ساعات کاری انعطاف‌پذیر باشند."
        },
        {
            "title": "توافق‌نامه استخدام",
            "description": "یک توافق‌نامه استخدام یک سند حقوقی بین یک کارفرما و یک کارگر است که شرایط استخدام را مشخص می‌کند، از جمله نقش، حقوق، مزایا و شرایط کاری."
        },
        {
            "title": "منابع انسانی (HR)",
            "description": "منابع انسانی یا دپارتمان پرسنل، مسائل مربوط به کارکنان در یک سازمان را اداره می‌کند. این شامل استخدام، آموزش، مدیریت مناقشات و اطمینان از اجرای سیاست‌ها و قوانین شرکت می‌شود."
        },
        {
            "title": "اضافه‌کاری / انعطاف / جبران",
            "description": "اضافه کاری به تعداد ساعاتی است که شما به غیر از ساعات معمول کاری انجام می‌دهید و معمولاً به شما پاداش اضافی پرداخت می‌شود. انعطاف به معنای زمان کاری انعطاف‌پذیر است که در آن می‌توانید بر روی زمان کاری خود تأثیر بگذارید. جبران، یا زمان جبرانی، زمان تعطیلی است که به عنوان جبران برای کار کردن در اضافه کاری دریافت می‌کنید."
        }

        ]
    },
    "legal": 
    {
        "header": "قوانین و مقررات",
        "content" : [
        {
            "title": "قانون محیط کار",
            "description": "قانون محیط کار در سوئد محیط کار را تنظیم می‌کند و هدف آن پیشگیری از بیماری و تصادفات در محیط کار است. کارفرما مسئول اجرای مقررات قانون است، از جمله ایجاد یک سیاست محیط کار، رعایت قوانین و ارائه آموزش. کارگران حق مشارکت و تأثیرگذاری را از طریق نماینده‌های ایمنی و کمیته محیط کار دارند."
         },
         {
            "title": "قانون ساعات کار",
            "description": "قانون ساعات کار، حقوق و وظایف کارفرما و کارگران درباره‌ی ساعات کاری و زمان‌های استراحت و استراحت در سوئد را تنظیم می‌کند. این قانون تعیین می‌کند که چند ساعت در روز و هفته یک کارگر می‌تواند کار کند، حقوقی که برای استراحت و زمان استراحت صادر می‌شود، و چگونگی مدیریت کار اضافه و تعطیلات است. هدف این قانون محافظت از کارگران در برابر کار بیش از حد و تضمین تعادل بین کار و اوقات فراغت است."
         },
         {
            "title": "قانون حفاظت از استخدام",
            "description": "قانون حفاظت از استخدام یک قانون است که حقوق و وظایف کارفرما و کارگران در استخدام را تنظیم می‌کند. این قانون شامل مقرراتی درباره‌ی اخطار در مورد فسخ استخدام، روش‌های فسخ استخدام و قوانین مربوط به شکل و مدت استخدام است. هدف از قانون حفاظت از استخدام، محافظت از کارگران در برابر فسخ استخدام‌های خودسرانه و ناعادلانه است و همچنین ترویج ایمنی و پایداری در بازار کار است."
         },
         {
            "title": "قانون تبعیض",
            "description": "قانون تبعیض اهدافی را دارد که تبعیض در جامعه را جلوگیری و مقابله کند. این قانون تبعیض بر اساس جنسیت، هویت جنسی یا بیان جنسیت، اقلیت قومی، دین یا باور دیگر، معلولیت، جنسیت و سن را ممنوع می‌کند. \n این قانون در بسیاری از زمینه‌ها، از جمله زندگی شغلی، آموزش، و خدمات عمومی اعمال می‌شود. هدف این قانون اطمینان از حقوق و امکانات برابر برای همه افراد است و ترویج یک جامعه بدون تبعیض را تقویت می‌کند."
         },
         {
            "title": "قانون مشارکت در زندگی کاری",
            "description": "قانون مشارکت در زندگی کاری یک قانون است که رابطه بین کارفرما و کارگر را تنظیم می‌کند با ارائه حق مشارکت به کارگران در موضوعات مختلف مرتبط با محل کار، به شرطی که محل کار دارای قرارداد همکاری جمعی باشد. این قانون شامل مقرراتی درباره سازماندهی اتحادیه‌های کارگری و مذاکرات بین کارفرما و اتحادیه‌های کارگری است. هدف این قانون ارتقاء همکاری خوب بین کارفرما و کارگران است و اطمینان حاصل کردن از تأثیرگذاری و مشارکت کارگران در زندگی کاری."
         },
         {
             "title": "قانون تضمین حقوق مزد",
              "description": "قانون تضمین حقوق مزد یک قانون است که در صورت ورشکستگی یا لغو کارفرمایی به اجرا در می‌آید. هدف این قانون اطمینان حاصل کردن از اینکه کارمندان حقوق مزد و دیگر ادعاهای مالی خود را در اثر تحلیل کارفرما دریافت کنند. طبق این قانون، کارمندان باید از یک صندوق دولتی تضمین حقوق مزد برای حقوق مزد نامحتسب، جبران مرخصی و دیگر ادعاهای مالی مربوط به استخدام خود تعویض شوند. این به حفاظت از کارگران در برابر از دست دادن مالی در صورت ورشکستگی کارفرما کمک می‌کند."
          }
        
        ]
    },
    "links": {
        "header": "پیوندها و منابع",
        "content" : [
            {
                "title": "ارزیابی آموزش خارج از کشور",
                "link": "https://www.uhr.se/bedomning-av-utlandsk-utbildning/"
            },
            {
                "title": "یادگیری زبان سوئدی",
                "link": "https://www.informationsverige.se/sv/jag-ar-asylsokande/lar-dig-svenska.html"
            },
            {
                "title": "اطلاعات بیشتر درباره بازار کار سوئد",
                "link": "https://www.informationsverige.se/en/om-sverige/att-forsorja-sig-och-utvecklas-i-sverige.html"
            }
        ]
    }
}    