{
    "title-left": "CAREER",
    "title-right": "PIONEER",
    "careerpioneer": "CareerPioneer",
    "welcome": "مرحبا",
    "what-do-you-need-help-with": "بماذا تحتاج المساعدة؟",
    "guidance": "إرشادات عامة حول سوق العمل السويدي",
    "job-finder": "ابحث عن وظيفة بناءً على مهاراتك",
    "tell-me-more": "أخبرني أكثر",
    "elaborate": "يرجى تقديم المزيد من المعلومات،",
    "ask-ai": "اسأل الذكاء الاصطناعي...",
    "what-skills": "ما هي مهاراتك؟",
    "search-job": "ابحث عن وظيفة!",
    "ai-loading": "...الذكاء الاصطناعي يبحث عن وظائف",
    "recommended-jobs": "الوظائف الموصى بها",
    "ads": "الإعلانات",
    "show-ads": "إظهار الإعلانات",
    "terminology": {
        "header": "المصطلحات الشائعة",
        "content" : [
            {
                "title": "العقد الجماعي",
                "description": "العقد الجماعي في السويد هو اتفاق يتم بين صاحب العمل ومجموعات من العمال، غالبًا من خلال نقابة. هذا الاتفاق يحدد أمور مثل كم يجب أن تُدفع لك، وعدد الساعات التي يمكنك العمل بها، والمزايا التي لديك مثل الإجازة.\nوجود عقد جماعي يعني أن كلاً من صاحب العمل والعمال قد اتفقوا على شروط العمل، مما يجعل بيئة العمل أكثر استقرارًا وأمانًا. إذا كان مكان العمل يمتلك عقدًا جماعيًا، يمكن للموظفين أن يشعروا بالأمان لأنهم يعرفون ما يمكن أن يتوقعوه فيما يتعلق بالأجور وغيرها من ظروف العمل.\nالعقود الجماعية تساعد أيضًا في تجنب النزاعات في العمل، لأنها تحتوي على قواعد لكيفية حل المشاكل."
            },
            {
                "title": "إجازة الأبوة",
                "description": "إجازة الأبوة في السويد هي فترة يمكن خلالها للآباء الابتعاد عن العمل لرعاية أطفالهم. هذا النظام مصمم ليمكن الآباء من قضاء الوقت مع أطفالهم دون فقدان دخلهم.\nعندما تكون في إجازة الأبوة، تحصل على مال من الدولة، يسمى معاش الأبوة. يمكنك الابتعاد عن العمل منذ ولادة الطفل واستمرار ذلك حتى يبلغ الطفل حوالي 1.5 سنة. بإجمالي، لديك الحق في 480 يومًا من إجازة الأبوة لكل طفل، ويمكن تقسيم هذه الأيام بين الوالدين.\nالنظام مرن، مما يعني أنك تستطيع اختيار كيفية استخدام هذه الأيام. يمكنك، على سبيل المثال، أن تأخذ إجازة كاملة لفترة أو أن تعمل ساعات أقل في اليوم.\nإجازة الأبوة في السويد طريقة لدعم الأسر بحيث يمكن لكل من الأمهات والآباء العناية بأطفالهم مع الشعور بالأمان المالي."
            },
            {
                "title": "تعويض الإجازة",
                "description": "تعويض الإجازة في السويد هو المبلغ الذي تحصل عليه عند أخذ إجازة. إذا لم تكن قد اكتسبت إجازة كاملة، يمكنك الحصول على تعويض الإجازة بالمال بدلاً من ذلك. إذا انتهت خدمتك في وظيفة قبل أن تأخذ كل الإجازة التي لك الحق فيها، يجب أن تحصل أيضًا على تعويض الإجازة للأيام التي لم تأخذها."
            },
            {
                "title": "دوام كامل",
                "description": "العمل بدوام كامل في السويد يعادل عادةً أسبوع عمل مكون من 40 ساعة. العمل بدوام كامل يعني أنك موظف للعدد الكامل من ساعات العمل في الأسبوع التي يحددها صاحب العمل."
            },
            {
                "title": "دوام جزئي",
                "description": "الوظيفة بدوام جزئي تعني أنك تعمل أقل من الأسبوع الكامل. يمكن أن يتفاوت هذا حسب مكان العمل ونوع العمل. العمل بدوام جزئي يمكن أن يكون خيارًا مرنًا لمن يرغبون في تحقيق التوازن بين الحياة العملية والتزامات أخرى مثل الدراسة أو الأسرة."
            },
            {
                "title": "تجربة العمل",
                "description": "تجربة العمل هي نوع من العمل الابتدائي حيث يكون لدى صاحب العمل والعامل فرصة لتقييم العلاقة الوظيفية قبل أن تصبح دائمة. يمكن أن تستمر تجربة العمل لمدة تصل إلى ستة أشهر وفقًا للقانون السويدي، ويمكن إنهاؤها بإشعار قصير."
            },
            {
                "title": "النقابات",
                "description": "النقابات، أو الاتحادات العمالية، هي منظمات تمثل مصالح العمال في مكان العمل. تتفاوض بشأن الأجور وشروط العمل، وتقدم الدعم والاستشارة للأعضاء، وتعمل من أجل تحسين ظروف العمل."
            },
            {
                "title": "فترة الإشعار",
                "description": "فترة الإشعار هي الفترة التي يجب أن تمر منذ إنهاء العمل حتى ينتهي. طول فترة الإشعار يمكن أن يختلف حسب ما هو مذكور في العقد الجماعي أو عقد العمل وغالبًا ما يختلف حسب طول فترة العمل."
            },
            {
                "title": "الصندوق الوطني للتأمين ضد البطالة",
                "description": "الصندوق الوطني للتأمين ضد البطالة هو تأمين يوفر الدعم المالي للعمال الذين أصبحوا عاطلين عن العمل. للحصول على تعويض من الصندوق الوطني للتأمين ضد البطالة، يجب أن تفي بشروط معينة تتعلق بالعمل السابق والعضوية في صندوق للتأمين ضد البطالة."
            },
            {
                "title": "منح الرعاية الصحية/المزايا",
                "description": "منح الرعاية الصحية هي مزايا غير خاضعة للضريبة يقدمها العديد من أصحاب العمل في السويد لموظفيهم. تُقصد للأنشطة التي تعزز الصحة وتمنع الأمراض. المزايا الشائعة الأخرى قد تشمل التقاعد الوظيفي، التأمينات، وساعات العمل المرنة."
            },
            {
                "title": "عقد العمل",
                "description": "عقد العمل هو وثيقة قانونية ملزمة بين صاحب العمل والعامل تحدد شروط العمل، بما في ذلك الدور، الراتب، المزايا، وشروط العمل."
            },
            {
                "title": "الموارد البشرية",
                "description": "الموارد البشرية، أو قسم شؤون الموظفين، يتولى معالجة القضايا المتعلقة بالموظفين داخل المنظمة. يشمل ذلك التوظيف، التدريب، إدارة النزاعات، وضمان اتباع سياسات الشركة والقوانين."
            },
            {
                "title": "العمل الإضافي/المرونة/التعويض",
                "description": "العمل الإضافي هو الساعات التي تعملها فوق ساعات عملك العادية والتي غالبًا ما يتم دفع تعويض إضافي مقابلها. المرونة تعني وقت عمل مرن حيث يمكنك التأثير في ساعات عملك. التعويض، أو وقت التعويض، هو وقت الراحة الذي تحصل عليه كتعويض عن عملك الإضافي."
            }
        ]
    },
    "legal": {
        "header": "القانون واللوائح",
        "content" : [
            {
                "title": "قانون بيئة العمل",
                "description": "ينظم قانون بيئة العمل في السويد بيئة العمل ويهدف إلى الوقاية من الأمراض والحوادث في مكان العمل. يتحمل صاحب العمل مسؤولية اتباع متطلبات القانون، بما في ذلك إعداد سياسة بيئة العمل والامتثال للقوانين وتقديم التدريب. يحق للعمال المشاركة والتأثير من خلال ممثلي الأمان ولجان بيئة العمل. يهدف القانون بشكل عام إلى حماية كل من العمال وأصحاب العمل وتعزيز مكان عمل آمن."
            },
            {
                "title": "قانون ساعات العمل",
                "description": "ينظم قانون ساعات العمل حقوق والتزامات أصحاب العمل والعمال فيما يتعلق بساعات العمل وفترات الراحة في السويد. يحدد القانون عدد ساعات عمل العامل في اليوم والأسبوع، وحقوق العمال فيما يتعلق بفترات الراحة والاستراحة، وكيفية التعامل مع العمل الإضافي والإجازات. الهدف هو حماية العمال من العمل المفرط وضمان توازن بين العمل والوقت الحر."
            },
            {
                "title": "قانون حماية التوظيف",
                "description": "قانون حماية التوظيف هو قانون ينظم حقوق والتزامات أصحاب العمل والعمال في التوظيف. يحدد القانون متطلبات فصل التوظيف، والإشعارات المسبقة للفصل، وقواعد نوع ومدة التوظيف. الهدف من قانون حماية التوظيف هو حماية العمال من فصول التوظيف التعسفية وغير العادلة وتعزيز الاستقرار على سوق العمل."
            },
            {
                "title": "قانون مكافحة التمييز",
                "description": "يهدف قانون مكافحة التمييز إلى منع ومكافحة التمييز في المجتمع. يحظر التمييز بسبب الجنس، أو هوية الجنس، أو التعبير عن الجنس، أو الانتماء العرقي، أو الدين أو المعتقد الديني الآخر، أو الإعاقة، أو التوجه الجنسي، وكذلك العمر. ينطبق القانون في العديد من المجالات، بما في ذلك الحياة المهنية والتعليم والخدمات العامة. الهدف منه هو ضمان المساواة في الحقوق والفرص لجميع الأشخاص وتعزيز مجتمع خالٍ من التمييز."
            },
            {
                "title": "قانون المشاركة في الحياة العملية",
                "description": "قانون المشاركة في الحياة العملية هو قانون ينظم العلاقة بين أصحاب العمل والعمال من خلال منح العمال حق المشاركة في مختلف القضايا المتعلقة بمكان العمل، شريطة أن يكون هناك اتفاق جماعي في المكان. يحدد القانون بعض القواعد مثل التنظيم النقابي والمفاوضات بين أصحاب العمل والنقابات. الهدف من هذا القانون هو تعزيز التعاون الجيد بين أصحاب العمل والعمال وضمان تأثير ومشاركة العمال في الحياة العملية."
            },
            {
                "title": "قانون ضمان الأجور",
                "description": "قانون ضمان الأجور هو قانون ينشأ في حالة تصفية أو إفلاس صاحب العمل. الهدف من القانون هو ضمان حصول الموظفين على مطالباتهم المالية والأخرى على الرغم من إفلاس صاحب العمل. وفقًا للقانون، يجب على الموظفين الحصول على تعويض من صندوق ضمان الأجور الحكومي للرواتب غير المدفوعة وتعويض الإجازة وغيرها من المطالبات المالية التي تنشأ من التوظيف. يساهم ذلك في حماية العمال من الخسائر المالية في حالة إفلاس صاحب العمل."
            }
        ]
    },
    "links": {
        "header": "الروابط والموارد",
        "content" : [
            {
                "title": "تقييم التعليم الأجنبي",
                "link": "https://www.uhr.se/bedomning-av-utlandsk-utbildning/"
            },
            {
                "title": "تعلم اللغة السويدية",
                "link": "https://www.informationsverige.se/sv/jag-ar-asylsokande/lar-dig-svenska.html"
            },
            {
                "title": "المزيد حول سوق العمل السويدية",
                "link": "https://www.informationsverige.se/en/om-sverige/att-forsorja-sig-och-utvecklas-i-sverige.html"
            }
        ]
    }
}
